;---------------------------------------------
;---           WEAPON PREFIX NAME          ---
;---------------------------------------------
[GrimyLoot_Research]
m_strRareName=Улучш.
m_strEpicName=Перед.
m_strLegendaryName=Экспер.

[GrimyLoot_ScreenListener]
m_strRareName=Улучш.
m_strEpicName=Перед.
m_strLegendaryName=Экспер.

+ChoiceNames="Собрать винтовку"
+ChoiceNames="Собрать дробовик"
+ChoiceNames="Собрать пушку"
+ChoiceNames="Собрать снайперскую винтовку"
+ChoiceNames="Собрать пистолет-пулемет"

+ChoiceNames="Собрать легкую броню"
+ChoiceNames="Собрать среднюю броню"
+ChoiceNames="Собрать тяжелую броню"

+ChoiceNames="Собрать пистолет"
+ChoiceNames="Собрать меч"
+ChoiceNames="Собрать \"Гремлин\""
+ChoiceNames="Собрать гранатомет"
+ChoiceNames="Собрать пси-усилитель" 

[GrimyLoot_ScreenListener_MCM]
MOD_NAME="Grimy's Loot Mod"
 
ARTIFACTS_HEADER="Цена контейнеров"
ARTIFACTS_TITLE1="Цена контейнера \"Адвента\""
ARTIFACTS_TITLE2="Цена инопланетного контейнера"
ARTIFACTS_TITLE3="Цена реликвии эфириалов"
ARTIFACTS_DESCRIPTION="Цена контейнеров в материалах. Для вступления настроек в силу требуется перезапуск."
 
UPGRADES_HEADER="Цена модификаций"
UPGRADES_TITLE1="Цена редкой модификации"
UPGRADES_TITLE2="Цена передовой модификации"
UPGRADES_TITLE3="Цена экспериментальной модификации"
UPGRADES_DESCRIPTION="Цена модификаций в материалах. Для вступления настроек в силу требуется перезапуск."
 
EQUIPMENT_HEADER="Цена снаряжения"
EQUIPMENT_TITLE1="Цена улучшенного снаряжения"
EQUIPMENT_TITLE2="Цена передового снаряжения"
EQUIPMENT_TITLE3="Цена экспериментального снаряжения"
EQUIPMENT_DESCRIPTION="Цена снаряжения в материалах. Для вступления настроек в силу требуется перезапуск."
 
RESEARCH_HEADER="Скорость исследований"
 
RESEARCH_TITLE1="Время вскрытия контейнера \"Адвента\""
RESEARCH_TITLE2="Время вскрытия инопланетного контейнера"
RESEARCH_TITLE3="Время вскрытия реликвии эфириалов"
RESEARCH_DESCRIPTION="Время, требуемое для вскрытия контейнеров. Для вступления настроек в силу требуется перезапуск."
 
RESEARCH_INC_TITLE1="Увеличение времени вскрытия контейнера \"Адвента\""
RESEARCH_INC_TITLE2="Увеличение времени вскрытия инопланетного контейнера"
RESEARCH_INC_TITLE3="Увеличение времени вскрытия реликвии эфириалов"
RESEARCH_INC_DESCRIPTION="Время увеличивается после каждого вскрытия. Для вступления настроек в силу требуется перезапуск."
 
ARMOR_HEADER="Шанс брони"
ARMOR_DESCRIPTION1="Шанс получить легкую броню"
ARMOR_DESCRIPTION2="Шанс получить тяжелую броню"
ARMOR_TITLE1="Шанс легкой брони"
ARMOR_TITLE2="Шанс тяжелой брони"
 
UNLOCK_HEADER="Шанс типа экипировки"
UNLOCK_DESCRIPTION1="Шанс получить основное оружие. Проверяется первым."
UNLOCK_DESCRIPTION2="Шанс получить броню. Если не проходит, вы получаете дополнительное оружие."
UNLOCK_TITLE1="Шанс оружия"
UNLOCK_TITLE2="Шанс брони"

[GrimyLoot_ScreenListener_UIInventory_Storage]
kToggle="Вкл/Выкл. Энциклопедию      "
kCompletion=" известно" 